{
  "Устав и правила игры на сервере FreshCraft": {
    "Общие положения": {
      "Жанр: Упрощённый РП-Анархия": [
        "Играя на сервере FreshCraft, игроки автоматически соглашаются с установленными правилами.",
        "Незнание правил не освобождает от ответственности за их нарушение.",
        "Администрация сервера оставляет за собой право изменять и редактировать правила в любое время."
      ],
      "Жалобы на игроков и администрацию": [
        "В случае конфликта, для подачи жалобы на других игроков или модерацию, необходимо создать новый пост на форуме, указав ник(и), причину и полное описание ситуации. Жалобы, поданные вне форума, не рассматриваются."
      ],
      "Ответственность за действия": [
        "Игроки несут полную ответственность за все свои действия и слова, в том числе за убийства и разрушение построек, даже если это происходит в рамках РП."
      ]
    },
    "Базовые правила": [
      "Придерживайтесь выбранной роли и соблюдайте РП поведение.",
      "Ведите себя уважительно, не портите игровой процесс другим игрокам.",
      "Запрещены гриферство, нарушение РП (НонРП), личные оскорбления и разжигание ненависти.",
      "Сохраняйте чистоту ландшафта и не создавайте излишний мусор (например, факелы, столбы).",
      "Запрещены читы, дюпы и создание лагов. Нарушители будут наказаны.",
      "Данжи являются общественными, их нельзя разрушать или перестраивать.",
      "Учитывайте, что любые ваши поступки имеют последствия."
    ],
    "Ролевой аспект (РП)": [
      "Упрощённый РП: не обязательна строгая игра \"по сценарию\". Игроки могут общаться и взаимодействовать в более свободной форме.",
      "Убедитесь, что ваш скин соответствует сеттингу Minecraft. Запрещены оскорбляющие, политические и неадекватные скины."
    ],
    "Права и обязанности игроков": [
      "Соблюдайте свою роль и придерживайтесь РП поведения при взаимодействии с другими игроками.",
      "Называйте игровые объекты своими именами (например, центр – это спаун, гильдии, города – это сообщества).",
      "Запрещено убийство без причины вне РП.",
      "Запрещены месть и разжигание ненависти вне РП.",
      "На мирных территориях запрещено убийство.",
      "Убийца игрока неизвестен умершему, однако умерший может подать жалобу в суд."
    ],
    "Анархия и строительство": [
      "Центр (спаун) не подлежит приватизации. Любые изменения спауна должны быть предварительно согласованы с администрацией.",
      "Запрещено перестраивать данжи в автофермы.",
      "Данжи являются общественными и не подлежат приватизации.",
      "Автофермы запрещены, за исключением тех, которые не ухудшают работу сервера. Любая автоферма может быть удалена администрацией.",
      "Запрещено строить сооружения, не вписывающиеся в сеттинг Minecraft.",
      "Все игроки обязаны защищать и восстанавливать ландшафт во всех измерениях игры."
    ],
    "Гриферство": {
      "Запрещено": [
        "Разрушать или переделывать чужие постройки.",
        "Блокировать доступ к чужим сооружениям.",
        "Убивать животных в загонах или на привязи.",
        "Строить ловушки для убийства игроков (исключение – РП-ситуации).",
        "Воровать ресурсы из сундуков.",
        "Игнорировать просьбы покинуть чужую территорию."
      ],
      "Размер ущерба определяется Верховным судьей или администрацией.": []
    },
    "Игровой процесс": [
      "Запрещена ненормативная лексика, клевета, оскорбления, угрозы, провокации, спам и раздражающие звуки в голосовом чате.",
      "Запрещено размещение сообщений, нарушающих законодательство.",
      "Игроки могут создавать сообщества и диктовать свои правила, не противоречащие серверным.",
      "Запрещен спидран сборки.",
      "Запрещены реклама и упоминание других проектов, использование или распространение читов.",
      "Запрещено дестабилизировать работу сервера, обманывать игроков, администрацию и модерацию.",
      "Игрок не имеет права мешать работе администрации или выдавать себя за администрацию или модерацию.",
      "Запрещен обход системы блокировки аккаунта.",
      "Запрещена продажа чего-либо за реальную валюту, допустимы только внутриигровые сделки."
    ],
    "Модерация": [
      "Администратор имеет последнее слово в любом конфликте.",
      "Администрация вправе изменять наказания для игроков.",
      "Модерация обязана соблюдать правила и принимать решения на основе здравого смысла.",
      "Запрещено проводить осмотр чужих контейнеров и находиться на чужих территориях без спроса.",
      "Запрещено применять наказания без предупреждения или использовать команды для получения преимущества.",
      "Запрещены угрозы и оскорбления игроков."
    ],
    "Допустимые формы наказания": [
      "Все наказания зависят от тяжести проступка по усмотрению администрации.",
      "Несогласие с наказанием приравнивается к отказу от участия в проекте.",
      "Виды наказаний: Предупреждение. Временный или вечный мут. Кик с сервера. Откат игрока, снос территории, изъятие имущества. Изгнание. Лишение свободы. Принудительные работы. Временный или вечный бан."
    ],
    "Модерация": [
      "**Страж**: Следит за игроками, реагирует на угрозы, доносит информацию до шерифа.",
      "**Шериф**: Проверяет игроков, разбирает ситуации на форуме, доносит информацию до Верховного судьи.",
      "**Верховный судья**: Судит игроков, следит за порядком, выносит приговоры."
    ]
  }
}